Repository: JohnFrum83/FinGripV2
Catalog: FinGrip/*.lproj/Localizable.strings
Languages: de

# button.cancel
source: Cancel
de: Abbrechen

# button.save
source: Save
de: Speichern

# button.get_started
source: Get Started
de: Loslegen

# button.done
source: Done
de: Fertig

# settings.title
source: Settings
de: Einstellungen

# settings.language
source: Language
de: Sprache

# settings.currency
source: Currency
de: Währung

# goals.select.title
source: Select Your Financial Goals
de: Wählen Sie Ihre Finanzziele

# goals.select.subtitle
source: Choose from our preset goals or create your own custom goals to track your financial journey.
de: Wählen Sie die Ziele, die Sie verfolgen möchten. Sie können eigene Ziele hinzufügen oder aus unseren Vorschlägen wählen.

# goals.add.button
source: Add Custom Goal
de: Eigenes Ziel Hinzufügen

# goals.continue.button
source: Continue
de: Weiter

# goals.preset.emergency_fund
source: Emergency Fund
de: Notfallfonds

# goals.preset.new_car
source: New Car
de: Neues Auto

# goals.preset.vacation
source: Vacation
de: Urlaub

# goals.preset.home_renovation
source: Home Renovation
de: Hausrenovierung

# goals.preset.education
source: Education
de: Bildung

# goals.target.prefix
source: Target: $
de: Ziel:

# home.title
source: Home
de: Startseite

# home.total_balance
source: Total Balance
de: Gesamtsaldo

# home.income
source: Income
de: Einnahmen

# home.expenses
source: Expenses
de: Ausgaben

# home.quick_actions.score
source: View Score
de: Score Anzeigen

# home.quick_actions.quick_win
source: Quick Win
de: Schneller Erfolg

# home.active_challenges
source: Active Challenges
de: Aktive Herausforderungen

# onboarding.welcome.title
source: Welcome to FinGrip
de: Willkommen bei FinGrip

# onboarding.welcome.subtitle
source: Your Personal Finance Assistant
de: Ihr Persönlicher Finanzassistent

# onboarding.welcome.currency
source: Choose Your Currency
de: Währung Auswählen

# onboarding.bank.title
source: Connect Your Bank
de: Verbinden Sie Ihre Bank

# onboarding.bank.subtitle
source: Secure Account Connection
de: Sichere Kontoverbindung

# onboarding.bank.description
source: We use bank-grade encryption to protect your data
de: Wir verwenden Bankverschlüsselung zum Schutz Ihrer Daten

# onboarding.bank.select
source: Select your bank
de: Wählen Sie Ihre Bank

# onboarding.goals.title
source: Set Your Financial Goals
de: Finanzielle Ziele Setzen

# onboarding.goals.subtitle
source: What would you like to achieve?
de: Was möchten Sie erreichen?

# onboarding.goals.emergency
source: Emergency Fund
de: Notfallfonds

# onboarding.goals.emergency.desc
source: Build a safety net for unexpected expenses
de: Bauen Sie eine Reserve für unerwartete Ausgaben auf

# onboarding.goals.debt
source: Pay Off Debt
de: Schulden Abbauen

# onboarding.goals.debt.desc
source: Create a plan to become debt-free
de: Erstellen Sie einen Schuldenabbauplan

# onboarding.goals.invest
source: Start Investing
de: Mit dem Investieren Beginnen

# onboarding.goals.invest.desc
source: Grow your wealth for the future
de: Vermögensaufbau für die Zukunft

# onboarding.goals.budget
source: Budget Better
de: Besseres Budgeting

# onboarding.goals.budget.desc
source: Take control of your spending
de: Gewinnen Sie Kontrolle über Ihre Ausgaben

# onboarding.analysis.title
source: Analyzing Your Finances
de: Analyse Ihrer Finanzen

# onboarding.analysis.processing
source: Please wait while we process your information
de: Bitte warten, wir verarbeiten Ihre Informationen

# onboarding.analysis.bank
source: Bank connection verified
de: Bankverbindung verifiziert

# onboarding.analysis.transactions
source: Transaction history analyzed
de: Transaktionshistorie analysiert

# onboarding.analysis.goals
source: Goals assessment complete
de: Zielbewertung abgeschlossen

# onboarding.analysis.plan
source: Financial plan created
de: Finanzplan erstellt

# onboarding.score.title
source: Your Financial Score
de: Ihr Finanzscore

# onboarding.score.ready
source: Here's How You're Doing
de: Überprüfen Sie Ihre Situation

# onboarding.score.description
source: Track your financial health and get personalized recommendations
de: Basierend auf Ihren Finanzdaten haben wir Ihren Score in Schlüsselbereichen berechnet

# onboarding.score.calculating
source: Analyzing your financial data...
de: Analysiere Ihre Finanzdaten...

# onboarding.score.income
source: Income Score
de: Einkommensscore

# onboarding.score.improve
source: Let's improve your score together
de: Lassen Sie uns Ihren Score gemeinsam verbessern

# onboarding.quickwin.title
source: Quick Wins
de: Schnelle Erfolge

# onboarding.quickwin.subtitle
source: Easy steps to improve your finances
de: Einfache Schritte zur Verbesserung Ihrer Finanzen

# onboarding.quickwin.item1
source: Set up automatic savings
de: Automatisches Sparen einrichten

# onboarding.quickwin.item2
source: Review your subscriptions
de: Abonnements überprüfen

# onboarding.quickwin.item3
source: Create a monthly budget
de: Monatliches Budget erstellen

# button.back
source: Back
de: Zurück

# button.next
source: Next
de: Weiter

# button.finish
source: Finish
de: Fertig

# button.connect
source: Connect
de: Verbinden
